{
  "bt::Когда вдохновленный умы приходить вместе,\u000bчудеса случаться.": "When inspired minds come together, miracles happen.",
  "bt::Группа компаний JCBLявляется маяком страсти и вдохновения. Основанная в 1989 году, мы превратили смелую концепцию в динамичную реальность, положительно влияющую на жизнь более миллиарда человек во всем мире.": "The JCBL Group is a beacon of passion and inspiration. Founded in 1989, we have turned a bold vision into a dynamic reality that positively impacts the lives of more than a billion people around the world.",
  "bt::Начав с первых шагов в сфере мобильных решений, сегодня Группа завоевала прочное присутствие в ключевых секторах экономики, включая мобильные приложения,Оборонаи аэрокосмическая промышленность, детали и компоненты для железных дорог, автобусов и промышленности, сельское хозяйство, а также приборы измерения и контроля.": "From its pioneering roots in mobility solutions, the Group has today established a strong presence in key sectors including mobile applications, defense and aerospace, railway, bus and industrial parts and components, agriculture and instrumentation and control.",
  "bt::JCBL GROUP": "JCBL GROUP",
  "bt::35+годы": "35+years",
  "bt::5Производственные мощности": "5Production capacity",
  "bt::216.87миллион долларов США": "US$216.87 million",
  "bt::20%CAGR": "20%CAGR",
  "bt::500+Клиенты": "500+Clients",
  "bt::30+Страны": "30+Countries",
  "bt::2.76 Миллион квадратных футовПроизводствоАреа": "2.76 Million square feet ManufacturingArea",
  "bt::2000+Обученные специалисты": "2000+Trained specialists",
  "bt::Детали и компоненты для железных дорог, Биспользоватьs и отрасли": "Parts and Components for Railways, Uses and Industries",
  "bt::FRP/GRP": "FRP/GRP",
  "bt::Листовой металл/Тяжелое машиностроение/Общее производство": "Sheet Metal/Heavy Engineering/General Manufacturing",
  "bt::Сиденья": "Seats",
  "bt::Оконные рамы и компоненты": "Window frames and components",
  "bt::Мобильные приложения": "Mobile applications",
  "bt::Пассажирские перевозки": "Passenger transportation",
  "bt::Транспортные средства специального назначения": "Special purpose vehicles",
  "bt::Здравоохранение": "Healthcare",
  "bt::Логистика": "Logistics",
  "bt::Горное дело и строительство": "Mining and construction",
  "bt::Аэрокосмическая промышленность": "Aerospace industry",
  "bt::Техническое обслуживание Ремонт и капитальный ремонт": "Maintenance Repair and overhaul",
  "bt::БойСистема": "BoySystem",
  "bt::Земельная система": "Land system",
  "bt::Клапаны": "Valve",
  "bt::Фитинги для компрессионных трубок": "Compression tube fittings",
  "bt::Изготовленные на заказ детали": "Custom made parts",
  "bt::Коллекторы": "Collectors",
  "bt::Подготовка земли": "Land preparation",
  "bt::Подготовка посевного ложа": "Seed bed preparation",
  "bt::Управление остатками урожая": "Crop residue management",
  "bt::Оборонаи аэрокосмические решения": "Defense and aerospace solutions",
  "bt::Приборы измерения и контроля": "Measuring and control devices",
  "bt::Сельскохозяйственное оборудование": "Agricultural equipment",
  "bt::DIVERSE MANUFACTURING INTERESTS": "DIVERSE MANUFACTURING INTERESTS",
  "bt::INFRASTRUCTURE": "INFRASTRUCTURE",
  "bt::Мы гордимся своим превосходством в производстве благодаря нашим современным и хорошо интегрированным заводам, расположенным в северной и южной частях страны. Мы используем новейшие передовые технологии и машины.": "We take pride in our manufacturing excellence through our modern and well-integrated plants located in the northern and southern parts of the country. We use the latest advanced technology and machines.",
  "bt::На каждом этапе разработки продукта — проектирования, конструирования, производства и сборки — тщательно проводятся проверки качества путем мониторинга производительности, эффективности и, прежде всего, безопасности.": "At every stage of product development - design, engineering, production and assembly - quality checks are rigorously carried out by monitoring performance, efficiency and, above all, safety.",
  "bt::Источники наших технологий:": "Sources of our technologies:",
  "bt::TECHNOLOGY PARTNERS": "TECHNOLOGY PARTNERS",
  "bt::JCBL остается на шаг впереди благодаря постоянным инвестициям в исследования и разработки, передовые технологии и стратегическое сотрудничество с лидерами мирового рынка, дизайнерскими домами и инжиниринговыми фирмами. Наша сила заключается в объединении разнообразных междисциплинарных команд, которые работают в режиме реального времени над решением сложных инженерных задач и предоставляют индивидуальные решения мирового класса.": "JCBL remains one step ahead through continuous investment in research and development, cutting-edge technology and strategic collaborations with global market leaders, design houses and engineering firms. Our strength lies in bringing together diverse, interdisciplinary teams that work in real time to solve complex engineering problems and deliver world-class, customized solutions.",
  "bt::QUALITY CONTROL SYSTEM": "QUALITY CONTROL SYSTEM",
  "bt::Наша политика качества": "Our quality policy",
  "bt::Мы всегда стремимся к полному удовлетворению наших клиентов, партнеров и общества в целом посредством постоянного улучшения системы управления качеством и коллективных усилий всех наших сотрудников.": "We always strive for the complete satisfaction of our customers, partners and society as a whole through continuous improvement of our quality management system and the collective efforts of all our employees.",
  "bt::IATF 16949": "IATF 16949",
  "bt::ISO 9001꞉2015 г.": "ISO 9001꞉2015 г.",
  "bt::CMMI уровень 3": "CMMI level 3",
  "bt::ИСО/МЭК 27001, 2013 г.": "ISO/IEC 27001, 2013",
  "bt::EN ISO 3834-2꞉2005 г.": "EN ISO 3834-2꞉2005 г.",
  "bt::EN 15085-2": "EN 15085-2",
  "bt::ИРИС 22163‐2017": "IRIS 22163‐2017",
  "bt::AS 9100": "AS 9100",
  "bt::Зарегистрировано с": "Registered from",
  "bt::Министерство обороны – DGQA": "Ministry of Defense - DGQA",
  "bt::Сертифицированный LRQA - международный": "LRQA Certified - International",
  "bt::Конвенция о безопасных контейнерах": "Safe Container Convention",
  "bt::Сертифицированный PESO": "PESO Certified",
  "bt::Стремясь к\u000bболее безопасное будущее": "Striving for a safer future",
  "bt::COMPANY BRIEF": "COMPANY BRIEF",
  "bt::Уже более 35 лет группа JCBL пользуется доверием в отрасли, предоставляя передовые оборонные решения для различных приложений.": "For over 35 years, JCBL Group has been trusted in the industry by providing advanced defense solutions for a variety of applications.",
  "bt::Руководствуясь нашей миссией по проектированию, производству, обслуживанию и модернизации стратегических и тактическихзащитаоборудование,бронированныйтранспортных средств и аэрокосмических технологий, мы основали компанию Airbornics Defense & Space Private Limited. Сегодня ADSL является ведущей силой в оборонной и аэрокосмической сферах, специализирующейся на проектировании, производстве, обслуживании и модернизации аэрокосмических систем, стратегических оборонных платформ и бронетехники. ADSL соответствует самым высоким отраслевым стандартам и сертифицирован по стандартам ISO 9001:2015, IATF 16949:2016, ISO/IEC 27001:2013, CMMI Level 3 и AS 9100D для системы управления качеством в аэрокосмической отрасли, обеспечивая превосходство во всех областях. Наша миссия — предоставлять решения нового поколения, которые повышают точность, устойчивость и оперативное превосходство Вооружённых Сил.": "Driven by our mission to design, manufacture, service and modernize strategic and tactical defense equipment, armored vehicles and aerospace technologies, we have founded Airbornics Defense & Space Private Limited. Today, ADSL is a leading force in the defense and aerospace industries, specializing in the design, production, maintenance and modernization of aerospace systems, strategic defense platforms and armored vehicles. ADSL meets the highest industry standards and is certified to ISO 9001:2015, IATF 16949:2016, ISO/IEC 27001:2013, CMMI Level 3 and AS 9100D for Aerospace Quality Management System standards, ensuring excellence in all areas. Our mission is to provide next-generation solutions that enhance the accuracy, resilience and operational excellence of the Armed Forces.",
  "bt::В ADSL мы не просто производимзащитаи аэрокосмические решения — мы проектируем будущее безопасности и аэрокосмической отрасли.": "At ADSL, we don't just make security and aerospace solutions—we're designing the future of security and aerospace.",
  "bt::Груз Добыча Система": "Cargo Mining System",
  "bt::Земля Поддерживать Транспортное средство": "Ground Support Vehicle",
  "bt::Аэроструктура": "Aerostructure",
  "bt::Аэрокосмическая промышленностьСистемы/Подсистемы": "AerospaceSystems/Subsystems",
  "bt::Бой Система": "Combat System",
  "bt::RCWS": "RCWS",
  "bt::Турель": "Turret",
  "bt::Система активной защиты": "Active protection system",
  "bt::Система защиты от дронов": "Anti-drone system",
  "bt::Пограничный надзор и охрана периметра": "Border surveillance and perimeter security",
  "bt::Корпуса & Каюта": "Hull & Cabin",
  "bt::Прицепы и укрытия": "Trailers and shelters",
  "bt::Особенный Трейлеры": "Special Trailers",
  "bt::БронированныйТранспортное средство": "ArmoredVehicle",
  "bt::Модернизация иЛокализация АРВ:": "Modernization and Localization of ARV:",
  "bt::T72": "T72",
  "bt::T90": "T90",
  "bt::WZT3": "WZT3",
  "bt::T55": "T55",
  "bt::BMP": "BMP",
  "bt::NEXT GEN SOLUTIONS": "NEXT GEN SOLUTIONS",
  "bt::Капитальный ремонт, модернизация и запчасти военной техники": "Overhaul, modernization and spare parts of military equipment",
  "bt::Преимущества наших партнеров:": "Advantages of our partners:",
  "bt::Современная база со всем оборудованием для проведения комплексных услуг по техническому обслуживанию, капитальному ремонту и модернизации как колесной, так и гусеничной техники, а также специальной техники для военных инженеров.": "A modern base with all the equipment to carry out comprehensive services for maintenance, overhaul and modernization of both wheeled and tracked vehicles, as well as special equipment for military engineers.",
  "bt::Опытный персонал, который регулярно проходит обучение, чтобы обеспечить нашим клиентам услуги высочайшего качества.": "Experienced staff who undergo regular training to provide our clients with the highest quality service.",
  "bt::25 лет опыта.": "25 years of experience.",
  "bt::Мы и наш партнерСспециализация:": "We and our partnerSpecialization:",
  "bt::Основные боевые танки: Т-55, Т-72.": "Main battle tanks: T-55, T-72.",
  "bt::БМП и их модификации: БМП-I, БМП-II/IIК, ПРАМ": "BMPs and their modifications: BMP-I, BMP-II/IIK, PRAM",
  "bt::Самоходный миномет, эвакуационная БМП и т.д.": "Self-propelled mortar, evacuation infantry fighting vehicle, etc.",
  "bt::Артиллерийские системы: РМ-70, 152 мм.": "Artillery systems: RM-70, 152 mm.",
  "bt::DANA": "DANA",
  "bt::Автомобили на шасси TATARA": "Cars on TATARA chassis",
  "bt::Ремонт отдельных запчастей, восстановление и капитальный ремонт двигателя и трансмиссии.": "Repair of individual spare parts, restoration and overhaul of engine and transmission.",
  "bt::Окапитальный ремонт и техническое обслуживание ICV/IFVBMP-II/IIK": "Overhaul and maintenance of ICV/IFVBMP-II/IIK",
  "bt::Клиент:Одобренный поставщик индийской армии": "Client: Indian Army Approved Supplier",
  "bt::с проверенной репутацией": "with a proven reputation",
  "bt::Бронированная эвакуационная машина VT 72 и WZT-3": "Armored recovery vehicle VT 72 and WZT-3",
  "bt::Построен на шасси Т-72 для восстановления и ремонта в боях.": "Built on a T-72 chassis for restoration and repair in battle.",
  "bt::Сохраняет исходную броню, двигатель и устойчивость к ОМП.": "Retains original armor, engine and resistance to weapons of mass destruction.",
  "bt::Модернизированные инженерные системы, в том числе:": "Modernized engineering systems, including:",
  "bt::19-тонный кран": "19 ton crane",
  "bt::Лебедки": "Winches",
  "bt::Бульдозер": "Bulldozer",
  "bt::Погрузочная платформа": "Loading platform",
  "bt::Опыт проектирования, ремонта и модернизации бронированных эвакуационных машин.": "Experience in the design, repair and modernization of armored recovery vehicles.",
  "bt::Комплексные решения для гусеничных и колесных бронированных эвакуационных машин": "Integrated solutions for tracked and wheeled armored recovery vehicles",
  "bt::Прицеп-цистерна грузоподъемностью 50 тонн с тягачом для перевозки средних танков и тяжелой техники массой до 50 тонн.": "Tank trailer with a carrying capacity of 50 tons with a tractor for transporting medium tanks and heavy equipment weighing up to 50 tons.",
  "bt::Работает наметаллизированный, не-металлизированныйи гравийные дороги на равнинах и в пустыне.": "Works on metalized, non-metallized and gravel roads on plains and in the desert.",
  "bt::50ТоннаЧАСгидравлический прицеп: Апередовой танкТперевозчик": "50TONH Hydraulic Trailer: Forward Tank Carrier",
  "bt::Утвержденный поставщик": "Approved Supplier",
  "bt::Индийская армия с проверенной репутацией": "Indian Army with a proven track record",
  "bt::50-тонный механический прицеп: сверхмощный танк-транспортер": "50 Ton Mechanical Trailer: Heavy Duty Tank Transporter",
  "bt::12 Двухколесный прицеп повышенной грузоподъемности, предназначенный для работы на пересеченной местности.": "12 Heavy-duty two-wheel trailer designed for rough terrain.",
  "bt::Грузоподъемность 50 тонн.": "Load capacity 50 tons.",
  "bt::Используется для перевозки боевых танков в индийской армии.": "Used to transport battle tanks in the Indian Army.",
  "bt::Буксируется автомобилем БЭМЛ-ТАТРА Т815 ВТИ 8х8": "Towed by BEML-TATRA T815 VTI 8x8 vehicle",
  "bt::Крупнейший и одобренный поставщик индийской армии с проверенной репутацией.": "The largest and approved supplier to the Indian Army with a proven track record.",
  "bt::200 единиц уже поставлено. Заказ на 200 единиц в стадии разработки": "200 units have already been delivered. Order for 200 units in progress",
  "bt::70-тонный прицеп": "70 ton trailer",
  "bt::Разработан для пересеченной местности, обеспечивая беспрепятственную транспортировку среднего и тяжелого оборудования.": "Designed for rugged terrain, providing smooth transport of medium to heavy equipment.",
  "bt::Грузоподъемность 70 тонн, вмещающий гусеничную технику, землеройные машины и тяжелую технику.": "Capacity 70 tons, accommodating tracked vehicles, earthmoving machines and heavy equipment.",
  "bt::Надежные крепления для безопасной транспортировки": "Reliable fastenings for safe transportation",
  "bt::Создан для удовлетворенияСтандарты IRC класса 70-Rдля классификации осей, дорог и мостов": "Built to meet IRC Class 70-R standards for axle, road and bridge classifications",
  "bt::Функция выборочного подъема оси для повышения эксплуатационной гибкости.": "Selective axle lift function for increased operational flexibility.",
  "bt::Подходит для металлических, неметаллических и пустынных трасс.": "Suitable for metal, non-metal and desert trails.",
  "bt::Предназначен для перевозки бульдозеров размера II, разрешенных инженерам Core.": "Designed to carry size II bulldozers approved by Core engineers.",
  "bt::Подходит для горных дорог с меньшим радиусом поворота.": "Suitable for mountain roads with smaller turning radius.",
  "bt::Интегрированная машина с платформой, способной перевозить полезную нагрузку 20 тонн и более (без учета веса платформы)": "Integrated vehicle with a platform capable of carrying a payload of 20 tons or more (excluding platform weight)",
  "bt::Специальные трейлеры": "Special trailers",
  "bt::Часть наземного вспомогательного оборудования аэропорта (AGSE)": "Part of Airport Ground Support Equipment (AGSE)",
  "bt::Используется для погрузки и разгрузки авиагрузов в самолет и из самолета.": "Used for loading and unloading air cargo into and out of aircraft.",
  "bt::32-футовый прицеп-погрузчик, предназначенный для военной тактической и стратегической логистической поддержки.": "32-foot loader trailer designed for military tactical and strategic logistics support.",
  "bt::(Система оружия с дистанционным управлением)": "(Remote controlled weapon system)",
  "bt::КАННА – 50RCWS (12,7 мм/7,62 мм/5,56 мм)": "KANNA – 50RCWS (12.7mm/7.62mm/5.56mm)",
  "bt::Ключевые особенности:": "Key Features:",
  "bt::Собственные баллистические вычисления, сервопривод и логика стабилизации (с европейским партнером).": "Proprietary ballistic calculations, servo drive and stabilization logic (with European partner).",
  "bt::Полностью местное производство в Индии": "Completely local production in India",
  "bt::Защита экипажа: Полностью над головой CANNA 50.": "Crew protection: Fully overhead CANNA 50.",
  "bt::ВысокийЛоФТочность: система SRCS последнего поколения, оптимизированная для универсального использования.": "High Loft Accuracy: Latest generation SRCS system optimized for universal use.",
  "bt::ЛоФ&LoSСтабилизация: усовершенствованная архитектура цифрового сервопривода и стабилизации.": "LoF&LoS Stabilization: Advanced digital servo and stabilization architecture.",
  "bt::Вариативность крепления: Совместимость с калибрами всех производителей.": "Mounting options: Compatible with calibers from all manufacturers.",
  "bt::Модульная обойма для боеприпасов: до 540 патронов калибра 12,7 мм.": "Modular ammunition clip: up to 540 rounds of 12.7 mm caliber.",
  "bt::Соответствует MIL-STD и баллистической защите STANAG 4569, уровень II.": "Meets MIL-STD and STANAG 4569 Level II ballistic protection.",
  "bt::Зоны безопасной стрельбы: настраивается оператором": "Safe shooting zones: configurable by operator",
  "bt::Передача технологий (ТоТ): Готов к использованию на объектах клиента": "Transfer of Technology (ToT): Ready for use at client sites",
  "bt::Ручной режим для эксплуатационной гибкости": "Manual mode for operational flexibility",
  "bt::Клиент:МинистерствоОборона": "Client: Ministry of Defense",
  "bt::Словакии и Чехии": "Slovakia and Czech Republic",
  "bt::Револьверная система": "Turret system",
  "bt::30-мм турель": "30-mm turret",
  "bt::Одноместная турель - возможность калибра 30 мм": "Single turret - 30mm caliber option",
  "bt::Универсальная совместимость: разработан для гусеничных и колесных боевых машин (БМП-1, БТР-70/80, ОТ-64 и т. д.).": "Universal compatibility: designed for tracked and wheeled combat vehicles (BMP-1, BTR-70/80, OT-64, etc.).",
  "bt::Готовность к будущему: нацеленность на более высокие калибры и системы вооружения ПВО": "Ready for the future: targeting higher calibers and air defense weapons systems",
  "bt::Всепогодная эксплуатация: надежность при температуре от -30°C до +50°C, днем ​​и ночью, даже в движении.": "All-weather operation: reliable in temperatures from -30°C to +50°C, day and night, even on the move.",
  "bt::Поворот на 360° и угол наклона от -4° до +50° для максимальной гибкости стрельбы.": "360° rotation and tilt angle from -4° to +50° for maximum shooting flexibility.",
  "bt::Модульная конструкция: сварная конструкция с установленным снаружи вооружением.": "Modular design: welded construction with externally mounted weapons.",
  "bt::Расширенное управление огнем: электрическое управление оружием с резервным ручным управлением.": "Advanced Fire Control: Electric weapon control with manual backup.",
  "bt::Crew-Centric: Вмещает сиденье наводчика, магазины с боеприпасами и системы управления.": "Crew-Centric: Accommodates the gunner's seat, ammunition magazines and control systems.",
  "bt::Высокая эффективность: сильная баллистическая защита, малый вес и модульность.": "High performance: strong ballistic protection, light weight and modularity.",
  "bt::Глобальная привлекательность: оптимальный выбор для вооруженных сил по всему миру": "Global appeal: the best choice for militaries around the world",
  "bt::Система активной защиты (АПС)": "Active protection system (APS)",
  "bt::APS— это передовые оборонные технологии, предназначенные для обнаружения, перехвата и нейтрализации приближающихся угроз, таких как снаряды, ракеты и противотанковые управляемые ракеты. Эти системы повышают живучесть бронетехники и защищают бортовой персонал, используя комбинацию методов обнаружения, разрушения и перехвата.": "APS are advanced defense technologies designed to detect, intercept and neutralize incoming threats such as projectiles, missiles and anti-tank guided missiles. These systems enhance the survivability of armored vehicles and protect on-board personnel using a combination of detection, destruction and interception techniques.",
  "bt::Подсистемы АПС:": "APS subsystems:",
  "bt::Радарная подсистема – для обнаружения и идентификации угроз.": "Radar subsystem – for detecting and identifying threats.",
  "bt::Подсистема помех – для операций мягкого уничтожения": "Jamming subsystem - for soft destruction operations",
  "bt::Подсистема противодействия/пусковой установки – для операций жесткого уничтожения.": "Countermeasures/launcher subsystem – for hard kill operations.",
  "bt::Боеприпасы – для тяжелых операций по уничтожению": "Ammunition – for heavy destruction operations",
  "bt::Системы управления огнем - для баллистических алгоритмов.": "Fire control systems - for ballistic algorithms.",
  "bt::Введение": "Introduction",
  "bt::В ответ на растущую угрозу, которую враждебные дроны представляют для критической инфраструктуры и национальной безопасности, ADSL разработала передовые многоуровневые решения по борьбе с дронами, предназначенные для быстрого обнаружения, точного отслеживания и надежной нейтрализации несанкционированных воздушных угроз.": "In response to the growing threat that hostile drones pose to critical infrastructure and national security, ADSL has developed advanced multi-layered counter-drone solutions designed to quickly detect, accurately track and reliably neutralize unauthorized aerial threats.",
  "bt::Это отечественное решение объединяет передовые радиолокационные технологии, средства радиопомех, электрооптическое/инфракрасное (EO/IR) наблюдение, дроны-перехватчики и механизмы жесткого уничтожения, обеспечивая комплексную защиту стратегических объектов, приграничных территорий и особо важных зон. ADSL предлагает нижеуказанный широкий спектр решений для борьбы с дронами.": "This indigenous solution integrates advanced radar technologies, radio jamming, electro-optical/infrared (EO/IR) surveillance, interceptor drones and hard kill mechanisms to provide comprehensive protection of strategic assets, border areas and sensitive areas. ADSL offers the following wide range of anti-drone solutions.",
  "bt::Ручная система противодействия дронам (HCDS)": "Handheld Counter Drone System (HCDS)",
  "bt::Переносная противодронная система (ПЗРК)": "Man-portable anti-drone system (MANPADS)",
  "bt::Система защиты от дронов Net-Catcher (NCADS)": "Net-Catcher Anti-Drone Defense System (NCADS)",
  "bt::Автомобильная система защиты от дронов (VMADS)": "Vehicle Anti-Drone System (VMADS)",
  "bt::Инфразащитная система защиты от дронов (IPADS)": "Infrared Anti-Drone Defense System (IPADS)",
  "bt::6. Пограничный надзор и охрана периметра": "6. Border surveillance and perimeter security",
  "bt::ADSL РЕШЕНИЯ ДЛЯ ПРОТИВ ДРОНОВ": "ADSL SOLUTIONS FOR ANTI-DRONES",
  "bt::Обзор системы": "System overview",
  "bt::Компактная, портативная, переносимая одним человеком система, подходящая для работы в полевых условиях.": "Compact, portable, one-person-carryable system suitable for field use.",
  "bt::Быстрая нейтрализация несанкционированных или враждебных дронов.": "Quickly neutralize unauthorized or hostile drones.",
  "bt::Перехватывайте и выводите из строя дроны на коротких и средних дистанциях без физического уничтожения.": "Intercept and disable drones at short and medium ranges without physical destruction.",
  "bt::Эффективное решение в тактических операциях, охране границ и VIP-охране.": "An effective solution in tactical operations, border protection and VIP security.",
  "bt::Ключевая особенность": "Key Feature",
  "bt::Многодиапазонные радиочастотные помехи с частотами400 МГц – 2,4ГГц, в шести каналах..": "Multi-band radio frequency interference with frequencies 400 MHz - 2.4 GHz, in six channels.",
  "bt::Быстрое развертывание и ввод в эксплуатацию в течение нескольких секунд.": "Rapid deployment and commissioning within seconds.",
  "bt::Форм-фактор для стрельбы с плеча или винтовки со спусковым крючком.": "Form factor for shoulder-fired or trigger-action rifles.",
  "bt::Рабочая дальность обнаружения до 7 км и постановки помехдо3 км (прямая видимость).": "Working range of detection is up to 7 km and jamming up to 3 km (line of sight).",
  "bt::Обновляемая библиотека на основе угроз для обнаружения всех разновидностей дронов.": "Updated threat-based library to detect all types of drones.",
  "bt::Обнаруживайте более 10 дронов одновременно.": "Detect more than 10 drones at the same time.",
  "bt::Отключает прием GPS/ГЛОНАСС/Galileo целевыми дронами, вызывая дезориентацию или автоматическую посадку.": "Disables GPS/GLONASS/Galileo reception by target drones, causing disorientation or automatic landing.",
  "bt::Встроенный диагностический дисплей или светодиодные индикаторы состояния системы и состояния батареи.": "Built-in diagnostic display or LED indicators for system status and battery status.",
  "bt::Вес до 6 кг для использования одним оператором": "Weight up to 6 kg for use by one operator",
  "bt::РУЧНАЯ СИСТЕМА ПРОТИВ ДРОНА (HCDS)": "HAND COUNTER DRONE SYSTEM (HCDS)",
  "bt::Система MPADS представляет собой комбинацию двух подсистем:": "The MPADS system is a combination of two subsystems:",
  "bt::Устанавливаемый на рюкзаке блок обнаружения дронов": "Backpack Mounted Drone Detection Unit",
  "bt::Ручной блок направленной помехи": "Manual directional jammer",
  "bt::Ключевая особенность:": "Key Features:",
  "bt::Обнаружение радиочастотных сигналов на 360° с классификацией сигналов (2,4 ГГц, 5,8 ГГц, GNSS, пользовательские каналы C2)": "360° RF detection with signal classification (2.4 GHz, 5.8 GHz, GNSS, C2 custom channels)",
  "bt::EO/IR-камера (опция) для визуального подтверждения и пассивного отслеживания": "EO/IR camera (optional) for visual confirmation and passive tracking",
  "bt::Дальность обнаружения: до 7 км в зависимости от местности и размера дрона": "Detection range: up to 7 km depending on terrain and drone size",
  "bt::Обнаружьте дронов менее чем за 10секунды.": "Detect drones in less than 10 seconds.",
  "bt::НизкийМенять(размер, вес и мощность) с бесшумной работой": "Low change(size, weight and power) with silent operation",
  "bt::Оповещения в режиме реального времени с помощью звуковой, визуальной и вибрационной обратной связи на носимом или мобильном дисплее.": "Real-time alerts via audio, visual and vibration feedback on a wearable or mobile display.",
  "bt::Зашифрованная связь с блоком помех и центральным командованием, если необходимо.": "Encrypted communications with the jammer and central command if necessary.",
  "bt::Многодиапазонное глушениенапример.GNSS, 2,4 ГГц, 5,8 ГГц и пользовательские радиочастотные диапазоны.": "Multi-band jamming e.g. GNSS, 2.4 GHz, 5.8 GHz and custom RF bands.",
  "bt::Система поддерживает глушениефуг частотадиапазоны от 400 МГц до 2,4 ГГц одновременно в 3-6 каналах.": "The system supports jamming frequency ranges from 400 MHz to 2.4 GHz simultaneously in 3-6 channels.",
  "bt::Направленная антенна с высоким коэффициентом усиления для точного поражения цели": "High gain directional antenna for precise target engagement",
  "bt::Эффективная дальность постановки помех до 1,5 - 2км(LoS)": "Effective jamming range up to 1.5 - 2 km (LoS)",
  "bt::Работа по триггеру с защитной блокировкой и переключателем режима (прерывание/отключение)": "Trigger operation with safety lock and mode switch (interrupt/shutdown)",
  "bt::Питание от аккумулятора (с возможностью замены на месте), время работы >1 часа.": "Battery powered (field replaceable), operating time >1 hour.",
  "bt::Прочный для использования одним человеком в боевых условиях.": "Durable for one person use in combat conditions.",
  "bt::ПЕРЕНОСНАЯ ПРОТИВОДРОННАЯ СИСТЕМА (ПЗРК)": "PORTABLE ANTI-DRONE SYSTEM (MANPADS)",
  "bt::Усовершенствованное решение перехвата, устанавливаемое на дронах, предназначенное для захвата вражеских дронов в целости и сохранности с помощью механизма сетевой стрельбы.": "An advanced drone-mounted interception solution designed to capture enemy drones intact using a network shooting mechanism.",
  "bt::Развертывание сети для опутывания, вывода из строя или буксировки целевого дрона в безопасное место.": "Deploying a net to entangle, disable, or tow a target drone to safety.",
  "bt::Перехватывайте и выводите из строя дроны на расстоянии видимости без физического уничтожения.": "Intercept and disable drones within visual range without physically destroying them.",
  "bt::Позволяет безопасно возвращать вражеские БПЛА для судебно-медицинской экспертизы, извлечения данных или утилизации.": "Allows the safe recovery of enemy UAVs for forensic analysis, data extraction or disposal.",
  "bt::Многороторный БПЛА сЭО/ИК-камера для визуального обнаружения целеймощность и система запуска сети.": "Multi-rotor UAV SEO/IR camera for visual target detection power and network launch system.",
  "bt::Связь на частоте 2,4 ГГц/5,8 ГГц, шифрование AES-256, канал передачи данных на расстоянии 4–5 км.": "Communication at 2.4 GHz/5.8 GHz frequency, AES-256 encryption, data transmission channel at a distance of 4–5 km.",
  "bt::Автономное обнаружение и сопровождение целей с помощью искусственного интеллекта.": "Autonomous detection and tracking of targets using artificial intelligence.",
  "bt::Дальность действия дрона до 2-3 км (прямая видимость).": "The drone's range is up to 2-3 km (line of sight).",
  "bt::Сетка для стрельбы, чтобы сбить дрон за счет запутывания несущих винтов.": "A shooting net to shoot down a drone by entangling the rotors.",
  "bt::Размер неттоДиаметр 3-5 м, Нейлон": "Net size Diameter 3-5m, Nylon",
  "bt::Эффективная дальность: 10–30 метров от дрона-мишени.": "Effective range: 10-30 meters from the target drone.",
  "bt::Захват и буксировка дрона-мишени на базу.": "Capture and tow the target drone to the base.",
  "bt::СИСТЕМА ПРОТИВОДРОННОЙ СИСТЕМЫ СЕТИ-ЛОВУШНИКА (NCADS)": "NET CAP ANTI-DRONE SYSTEM (NCADS)",
  "bt::Новейшая мобильная платформа, предназначенная для обнаружения, отслеживания и нейтрализации беспилотных летательных аппаратов (БПЛА) и дронов.": "The latest mobile platform designed to detect, track and neutralize unmanned aerial vehicles (UAVs) and drones.",
  "bt::Системы интегрированы с радаром, прицелом, радиоэлектронной борьбой и оружием направленной энергии, чтобы обеспечить комплексную защиту от угроз беспилотников.": "The systems are integrated with radar, targeting, electronic warfare and directed energy weapons to provide comprehensive defense against drone threats.",
  "bt::Мобильность и быстрое развертывание": "Mobility and rapid deployment",
  "bt::Автоматическое обнаружение и классификация": "Automatic detection and classification",
  "bt::АвтоматическийНейтрализация": "AutomaticNeutralization",
  "bt::Способностьнейтрализоватьрои дронов": "Ability to neutralize drone swarms",
  "bt::Подходит для быстрого развертывания в аэропорту, зоне полевых операций и среди гражданского населения для защиты от потенциальных атак дронов.": "Suitable for rapid deployment to airports, field operations, and civilian populations to protect against potential drone attacks.",
  "bt::VEHICLE MOUNTED ANTI DRONE SYSTEM": "VEHICLE MOUNTED ANTI DRONE SYSTEM",
  "bt::3D-радар наблюдения": "3D surveillance radar",
  "bt::Покрытие по азимуту 360°": "360° azimuth coverage",
  "bt::Дальность обнаружения: до 5–15 км (настраиваемая)": "Detection range: up to 5–15 km (customizable)",
  "bt::Отслеживает несколько целей одновременно": "Tracks multiple targets simultaneously",
  "bt::Электрооптическая/инфракрасная (EO/IR) система прицела": "Electro-optical/infrared (EO/IR) sighting system",
  "bt::Визуальная идентификация и автоматическое отслеживание угроз, угрожающих дронам.": "Visual identification and automatic tracking of drone threats.",
  "bt::Возможность дневного/ночного видения.": "Day/night vision capability.",
  "bt::Лазерный дальномер (опция)": "Laser rangefinder (optional)",
  "bt::Модуль радиочастотного обнаружения и подавления": "RF detection and suppression module",
  "bt::Обнаруживает частоты связи дронов (2,4 ГГц/5,8 ГГц)": "Detects drone communication frequencies (2.4 GHz/5.8 GHz)",
  "bt::Глушит GNSS и радиочастотные связи, чтобы отключить управление дроном": "Jams GNSS and RF communications to disable drone control",
  "bt::Нарушается связь дрона с оператором": "The connection between the drone and the operator is disrupted",
  "bt::Система жесткого убийства": "Hard kill system",
  "bt::Нейтрализация враждебных дронов с помощью кинетических нарушений.": "Neutralize hostile drones using kinetic disturbances.",
  "bt::Оружие направленной энергии (лазер)": "Directed energy weapon (laser)",
  "bt::Net-Gun Launcher или кинетическое убийство с минимальным побочным ущербом.": "Net-Gun Launcher or kinetic kill with minimal collateral damage.",
  "bt::Подразделение командования и управления (C2)": "Command and Control Division (C2)",
  "bt::Централизованная обработка и координация данных об угрозах и действиях системы.": "Centralized processing and coordination of data on threats and system actions.",
  "bt::Система дронов для защиты инфраструктуры (IPDS)": "Infrastructure Defense Drone System (IPDS)",
  "bt::КлючОсобенность": "KeyFeature",
  "bt::Комплексный, многоуровневыйзащитарешения, предназначенные для обеспечения безопасности чувствительных объектов, таких как авиабазы ​​и пограничные посты.": "Comprehensive, multi-layered security solutions designed to ensure the security of sensitive facilities such as air bases and border posts.",
  "bt::Электрический умный силовой забор-Оснащен детектором вибрации для начального уровня безопасности.": "Electric Smart Power Fence - Equipped with a vibration detector for entry-level security.",
  "bt::Инфракрасные и тепловизионные камеры высокого разрешения-Интегрирован со встроенной видеоаналитикой для обнаружения вторжений в режиме реального времени.": "High Definition Infrared and Thermal Cameras - Integrated with built-in video analytics for real-time intrusion detection.",
  "bt::Системы обнаружения подземной вибрации-Используйте подземные оптоволоконные кабели для выявления угроз, в том числе при прокладке туннелей.": "Underground Vibration Detection Systems - Use underground fiber optic cables to identify threats, including when digging tunnels.",
  "bt::Радары-Интегрирован с входами радара и датчиков для автоматического обнаружения и отслеживания целей в сложных условиях местности и погодных условиях.": "Radars - Integrated with radar and sensor inputs to automatically detect and track targets in challenging terrain and weather conditions.",
  "bt::Командный центр управления-Использует аналитику на основе искусственного интеллекта для фильтрации ложных тревог и обеспечивает отслеживание злоумышленников в реальном времени с помощью 3D-картографии и координирует действия быстрого реагирования.": "Command and Control Center - Uses AI-based analytics to filter out false alarms and provides real-time tracking of intruders using 3D mapping and coordinates rapid response efforts.",
  "bt::Специализированные дроны наблюдения-Обеспечьте воздушный мониторинг и улучшите ситуационную осведомленность в режиме реального времени.": "Dedicated Surveillance Drones - Provide aerial monitoring and improve situational awareness in real time.",
  "bt::Платформа&Парашютная система для десантирования с воздухадля грузового самолета C130": "Platform&Parachute Airdrop System for C130 Cargo Aircraft",
  "bt::Система тяжелого падения – 20T": "Heavy Fall System – 20T",
  "bt::Цель:": "Target:",
  "bt::Предназначен для десантирования техники массой до 20 тонн с грузового самолета С130.": "Designed for landing equipment weighing up to 20 tons from a C130 cargo aircraft.",
  "bt::Ключевые компоненты:": "Key components:",
  "bt::Алюминиевая сверхпрочная конструкция\u000b(на основе экструзии)": "Aluminum heavy-duty construction (extrusion based)",
  "bt::Прецизионные механизмы (сотовые,\u000bтаймерный механизм)": "Precision mechanisms (honeycomb, timer mechanism)",
  "bt::Парашютная система": "Parachute system",
  "bt::Тяжелое производство, экструзия, ковка, механическая обработка": "Heavy manufacturing, extrusion, forging, machining",
  "bt::Основные подсистемы:": "Main subsystems:",
  "bt::Платформенная система:": "Platform system:",
  "bt::Для паллетирования и крепления боевой техники и грузов": "For palletizing and securing military equipment and cargo",
  "bt::Обеспечивает крепление парашютной системы.": "Provides attachment for the parachute system.",
  "bt::Парашютная система:": "Parachute system:",
  "bt::Извлекает и замедляет платформу с полезным грузом во время сброса с самолета.": "Retrieves and decelerates the payload platform during release from the aircraft.",
  "bt::Клиент:": "Client:",
  "bt::МинистерствоОборона(ИНДИЯ)": "Ministry of Defense (INDIA)",
  "bt::Страны, имеющие парк самолетов C130:": "Countries with a fleet of C130 aircraft:",
  "bt::США, Австралия, Канада, Индия, Италия, Великобритания, Бахрейн, Бангладеш, Дания, Франция, Германия, Ирак, Израиль, Южная Корея, Кувейт, Норвегия, Оман, Катар, Саудовская Аравия, Тунис, Новая Зеландия, Индонезия, Филиппины и Египет.": "USA, Australia, Canada, India, Italy, UK, Bahrain, Bangladesh, Denmark, France, Germany, Iraq, Israel, South Korea, Kuwait, Norway, Oman, Qatar, Saudi Arabia, Tunisia, New Zealand, Indonesia, Philippines and Egypt.",
  "bt::Сброс военно-морского груза": "Naval cargo dump",
  "bt::Ключевые виды деятельности:": "Key activities:",
  "bt::Ремонт платформы": "Platform repair",
  "bt::Новый ремешок": "New strap",
  "bt::Сделан новый тройной кабель": "New triple cable made",
  "bt::Пиропатрон и кабель платформы (электроника)": "Squib and platform cable (electronics)",
  "bt::Сбрасывание военно-морских грузов - это доставка грузов на корабли военно-морских сил в море с использованием парашютов или техники на малой высоте, позволяющая быстро пополнить запасы во время операций, гуманитарных миссий или когда стыковка невозможна.": "Naval cargo drop is the delivery of supplies to naval ships at sea using parachutes or low-altitude vehicles to allow rapid resupply during operations, humanitarian missions, or when docking is not possible.",
  "bt::Проблемы:": "Problems:",
  "bt::Точность и таргетинг": "Accuracy and targeting",
  "bt::Погода и морские условия": "Weather and sea conditions",
  "bt::Ограничения парашютной системы": "Limitations of the parachute system",
  "bt::Навигация и связь": "Navigation and communication",
  "bt::Ограничения платформы": "Platform limitations",
  "bt::INS KARNA, МинистерствоОборона(ИНДИЯ)": "INS KARNA, Ministry of Defense (INDIA)",
  "bt::Тормозной парашют иВоенный боевой парашют": "Braking parachute and military combat parachute",
  "bt::Тормозные парашютыТакже известные как тормозные парашюты или тормозные парашюты, представляют собой небольшие парашюты, которые используются для быстрого снижения скорости объекта. Они обычно используются в авиации, космосе и автоспорте, где обычные тормозные системы недостаточны или невозможны.": "Braking parachutesAlso known as drogue parachutes or drogue parachutes, are small parachutes that are used to quickly reduce the speed of an object. They are commonly used in aviation, space and motorsports where conventional braking systems are insufficient or impossible.",
  "bt::Как партнер по развитию и производству (DCPP), мы получили заказ на прототип на 15 единиц. После успешного тестирования мы обеспечим передачу технологии (ТоТ) для будущих заказов.": "As Development and Manufacturing Partner (DCPP), we have received a prototype order for 15 units. After successful testing, we will provide Technology Transfer (ToT) for future orders.",
  "bt::Министерство обороны": "Ministry of Defense",
  "bt::MCPS (парашютная система для переноски человека)— специализированный военный парашют, предназначенный для безопасного переброски личного состава в полной боевой экипировке с самолетов. Он обеспечивает контролируемый спуск, маневренность и безопасную посадку в сложных условиях, таких как леса, водоемы и большие высоты.": "MCPS (Manual Carrying Parachute System) is a specialized military parachute designed for the safe transfer of fully equipped personnel from aircraft. It provides controlled descent, maneuverability and safe landing in challenging environments such as forests, bodies of water and high altitudes.",
  "bt::MCPS позволяет спецназу использовать снаряжение, используя такие методы, как HAHO, HAMO и HALO.": "MCPS allows special forces to use equipment using techniques such as HAHO, HAMO and HALO.",
  "bt::Он соответствует международным стандартам, соответствует рекомендациям по тестированию PIA.": "It meets international standards and complies with PIA testing guidelines.",
  "bt::Одобрено Центром военной летной годности": "Military Airworthiness Center Approved",
  "bt::Самоходный гидравлический погрузчик с платформой": "Self-propelled hydraulic loader with platform",
  "bt::Спроектированный, разработанный и поставленный ADRDE, HPL используется для погрузки и разгрузки тяжелых грузов с самолетов. Это также облегчает транспортировку грузов из воздушного порта на взлетно-посадочную полосу самолета.": "Designed, developed and supplied by ADRDE, HPL is used for loading and unloading heavy cargo from aircraft. It also makes it easier to transport cargo from the air port to the aircraft runway.",
  "bt::ЧАСПл это sелж-пропеллед фор траспортатяон ож мах.20000 кг ожСаридти-лоад, шятчас йе фоллошянг спеед ранге:": "CHASPL is a selzh-propelled for transportaon coolant max. 20000 kg coolant Saridti-load, shyatchas ye folloshyang speed rank:",
  "bt::тынлобъявлениеен жоршард спэээд = 32 кдепутатчас (мах)": "tynlobyajavanieen jorshard speeed = 32 kdeputatchas (meh)",
  "bt::тынлобъявлениеен реверсе спэээд = 10 кдепутатчас (мах)": "thinly reverse speaeed = 10 kdeputas (mah)",
  "bt::лкучаед плвжорм спэээд = 15 кмпчас (мах)": "lkuchaed plvjorm speeed = 15 kmpchas (meat)",
  "bt::Овералл Дименсянас ож ЧАСПЛ:": "Overall Dimensyanas oj CHASPL:",
  "bt::ленетчас: 10,130 мм": "Lenetch: 10.130 mm",
  "bt::Втядтчас (ПлатфоРМ): 2,870 мм": "Watthours (Platform): 2,870 mm",
  "bt::ВтяDTчас(Овер Тйрес): 2,580 мм": "VtyaDTchas (Over Tjres): 2,580 mm",
  "bt::(яв) ЧАСеягчаст: 2,430 мм": "(go) CHASeyagchast: 2,430 mm",
  "bt::Клиент:МинистерствоОборона(ИНДИЯ)": "Client: Ministry of Defense (INDIA)",
  "bt::Испытания:Индийские ВВС": "Tests: Indian Air Force",
  "bt::Подключение стремления и приведение инновации": "Connecting aspiration and bringing innovation",
  "bt::OUR PRESENCE": "OUR PRESENCE",
  "bt::ШТАТЫ И ГОСУДАРСТВЕННОЕ УПРАВЛЕНИЕ ПОЛИЦИИ": "STATES AND STATE POLICE DEPARTMENTS",
  "bt::OEM-производители": "OEMs",
  "bt::GOVERNMENT MINISTRIES": "GOVERNMENT MINISTRIES",
  "bt::ОБОРОНА И АВИАЦИОННАЯ ПРОМЫШЛЕННОСТЬ (Государственные предприятия)": "DEFENSE AND AVIATION INDUSTRY (State-owned enterprises)",
  "bt::CLIENTS": "CLIENTS",
  "bt::Наши сертификаты": "Our certificates",
  "bt::Стремление к совершенству и прогрессу": "Striving for excellence and progress",
  "bt::Thank You.": "Thank You.",
  "bt::Jai Hind !": "Jai Hind!"
}